Repository: staude/mime-types-extended
Catalog: languages/mime_types_extended-*.po
Languages: de_de

source: Mime types
de_de: MIME Typen

source: MIME Types settings
de_de: MIME Typen Einstellungen

source: Activate mimetypes you want to use.
de_de: Aktivieren sie die MIME Typen, die zusätzlich beim Medienupload unterstützt werden sollen.

source: enable .asd files
de_de: .asd Dateien erlauben (Astound-Dateien)

source: enable .dwg files
de_de: .dwg Dateien erlauben (AutoCAD-Dateien)

source: enable .asn files
de_de: .asn Dateien erlauben (Astound-Dateien)

source: enable .tsp files
de_de: .tsp Dateien erlauben (TSP-Dateien)

source: enable .dxf files
de_de: .dxf Dateien erlauben (AutoCAD-Dateien)

source: enable .spl files
de_de: .spl Dateien erlauben (Flash Futuresplash-Dateien)

source: enable .ptlk files
de_de: .ptlk Dateien erlauben (Listenup-Dateien)

source: enable .hqx files
de_de: .hqx Dateien erlauben (Macintosh Binärdateien)

source: enable .mbd files
de_de: .mbd Dateien erlauben (Mbedlet-Dateien)

source: enable .mif files
de_de: .mif Dateien erlauben (FrameMaker Interchange Format Dateien)

source: enable .hlp files
de_de: .hlp Dateien erlauben (Microsoft Windows Hilfe Dateien)

source: enable .chm files
de_de: .chm Dateien erlauben (Microsoft Windows Hilfe Dateien)

source: enable .bin files
de_de: .bin Dateien erlauben (Ausführbare Dateien)

source: enable .dll files
de_de: .dll Dateien erlauben (Ausführbare Dateien)

source: enable .oda files
de_de: .oda Dateien erlauben (Oda-Dateien)

source: enable .ai files
de_de: .ai Dateien erlauben (Adobe PostScript-Dateien)

source: enable .eps files
de_de: .eps Dateien erlauben (Adobe PostScript-Dateien)

source: enable .ps files
de_de: .ps Dateien erlauben (Adobe PostScript-Dateien)

source: enable .rtc files
de_de: .rtc Dateien erlauben (RTC-Dateien)

source: enable .smp files
de_de: .smp Dateien erlauben (Studiom-Dateien)

source: enable .tbk files
de_de: .tbk Dateien erlauben (Toolbook-Dateien)

source: enable .vmd files
de_de: .vmd Dateien erlauben (Vocaltec Mediadesc-Dateien)

source: enable .vmf files
de_de: .vmf Dateien erlauben (Vocaltec Media-Dateien)

source: enable .shtml files
de_de: .shtml Dateien erlauben (XHTML-Dateien)

source: enable .xhtml files
de_de: .xhtml Dateien erlauben (XHTML-Dateien)

source: enable .xml files
de_de: .xml Dateien erlauben (XML-Dateien)

source: enable .bcpio files
de_de: .bcpio Dateien erlauben (BCPIO-Dateien)

source: enable .z files
de_de: .z Dateien erlauben (zlib-komprimierte Dateien)

source: enable .cpio files
de_de: .cpio Dateien erlauben (CPIO-Dateien)

source: enable .csh files
de_de: .csh Dateien erlauben (C-Shellscript-Dateien)

source: enable .dcr files
de_de: .dcr Dateien erlauben (Macromedia Director-Dateien)

source: enable .dir files
de_de: .dir Dateien erlauben (Macromedia Director-Dateien)

source: enable .dxr files
de_de: .dxr Dateien erlauben (Macromedia Director-Dateien)

source: enable .dvi files
de_de: .dvi Dateien erlauben (DVI-Dateien)

source: enable .evy files
de_de: .evy Dateien erlauben (Envoy-Dateien)

source: enable .gtar files
de_de: .gtar Dateien erlauben (GNU tar-Archivdateien)

source: enable .hdf files
de_de: .hdf Dateien erlauben (HDF-Dateien)

source: enable .php files
de_de: .php Dateien erlauben (PHP-Dateien)

source: enable .phtml files
de_de: .phtml Dateien erlauben (PHP-Dateien)

source: enable .latex files
de_de: .latex Dateien erlauben (LaTeX-Quelldateien)

source: enable .nc files
de_de: .nc Dateien erlauben (Unidata CDF-Dateien)

source: enable .cdf files
de_de: .cdf Dateien erlauben (Unidata CDF-Dateien)

source: enable .nsc files
de_de: .nsc Dateien erlauben (NS Chat-Dateien)

source: enable .sh files
de_de: .sh Dateien erlauben (Bourne Shellscript-Dateien)

source: enable .shar files
de_de: .shar Dateien erlauben (Shell-Archivdateien)

source: enable .cab files
de_de: .cab Dateien erlauben (Flash Shockwave-Dateien)

source: enable .spr files
de_de: .spr Dateien erlauben (Sprite-Dateien)

source: enable .sprite files
de_de: .sprite Dateien erlauben (Sprite-Dateien)

source: enable .sit files
de_de: .sit Dateien erlauben (Stuffit-Dateien)

source: enable .sca files
de_de: .sca Dateien erlauben (Supercard-Dateien)

source: enable .sv4cpio files
de_de: .sv4cpio Dateien erlauben (CPIO-Dateien)

source: enable .sv4crc files
de_de: .sv4crc Dateien erlauben (CPIO-Dateien mit CRC)

source: enable .tcl files
de_de: .tcl Dateien erlauben (TCL Scriptdateien)

source: enable .tex files
de_de: .tex Dateien erlauben (TeX-Dateien)

source: enable .texinfo files
de_de: .texinfo Dateien erlauben (Texinfo-Dateien)

source: enable .texi files
de_de: .texi Dateien erlauben (Texinfo-Dateien)

source: enable .t files
de_de: .t Dateien erlauben (TROFF-Dateien (Unix))

source: enable .tr files
de_de: .tr Dateien erlauben (TROFF-Dateien (Unix))

source: enable .roff files
de_de: .roff Dateien erlauben (TROFF-Dateien (Unix))

source: enable .man files
de_de: .man Dateien erlauben (TROFF-Dateien mit MAN-Makros (Unix))

source: enable .troff files
de_de: .troff Dateien erlauben (TROFF-Dateien mit MAN-Makros (Unix))

source: enable .ustar files
de_de: .ustar Dateien erlauben (tar-Archivdateien (Posix))

source: enable .au files
de_de: .au Dateien erlauben (Sound-Dateien)

source: enable .snd files
de_de: .snd Dateien erlauben (Sound-Dateien)

source: enable .es files
de_de: .es Dateien erlauben (Echospeed-Dateien)

source: enable .tsi files
de_de: .tsi Dateien erlauben (TS Player-Dateien)

source: enable .vox files
de_de: .vox Dateien erlauben (Vox Binärdateien)

source: enable .aif files
de_de: .aif Dateien erlauben (AIFF-Sound-Dateien)

source: enable .aiff files
de_de: .aiff Dateien erlauben (AIFF-Sound-Dateien)

source: enable .aifc files
de_de: .aifc Dateien erlauben (AIFF-Sound-Dateien)

source: enable .dus files
de_de: .dus Dateien erlauben (Sprach-Dateien)

source: enable .cht files
de_de: .cht Dateien erlauben (Sprach-Dateien)

source: enable .mid files
de_de: .mid Dateien erlauben (Midi-Dateien)

source: enable .midi files
de_de: .midi Dateien erlauben (Midi-Dateien)

source: Save Changes
de_de: Änderungen speichern

source: This Plugin extends the allowed mimetypes from the media upload dialog
de_de: Dieses Plugin erweitert den Medienupload Dialog um 66 weitere Dateitypen. In der Grundausstattung erlaubt Wordpress nur Dateien weniger Typen.

source: enable .gpx files
de_de: .gpx Dateien erlauben (GPX-Dateien)

source: select all
de_de: Alle erlauben

source: deselect all
de_de: Alle verbieten

source: enable .osm files
de_de: .osm Dateien erlauben (Openstreetmap-Dateien)

source: enable .svg files
de_de: .svg Dateien erlauben (Scalable Vector Graphics-Dateien)

source: enable .svgz files
de_de: .svgz Dateien erlauben (Scalable Vector Graphics-Dateien)

source: enable .img files
de_de: .img Dateien erlauben (Image-Dateien)

source: enable .exe files
de_de: .exe Dateien erlauben (Ausführbare-Dateien)

source: enable .epub files
de_de: .epub Dateien erlauben (eBook-Dateien)

source: enable .mobi files
de_de: mobi Dateien erlauben (eBook-Dateien)

source: Settings
de_de: Einstellungen
